okay
.
uh
,
first
um
i
need
to
know
how
do
you
feel
about
sending
an
elderly
family
member
a
nursing
home
?
well
of
course
it's
one
the
last
few
things
in
world
you'd
ever
want
unless
just
really
and
for
their
own
good
yes
yeah
i'd
be
very
careful
checking
them
out
our
had
t-
place
my
mother
she
rather
massive
stroke
<CONNECTOR>
eight
months
ago
guess
uh-huh
we
were
was
fortunate
that
personally
acquainted
with
people
who
ran
little
hometown
so
comfortable
doing
it
when
got
point
but
there's
occasion
mother-in-law
fell
needed
could
not
take
care
herself
anymore
confined
while
experience
done
hurry
mean
didn't
have
like
six
check
all
these
places
deal
happy
finally
fortunately
only
stay
<noise>
weeks
able
return
her
apartment
again
big
decision
as
is
there
something
else
might
available
on
every
corner
especially
smaller
areas
towns
probably
hardest
thing
grandmother
put
used
walker
quite
some
time
nine
fall
parkinson's
disease
oh
much
house
right
then
lived
even
harder
actually
because
change
location
disturbing
been
traveling
tr-
children
across
united
states
spent
year
visiting
pretty
heart-rending
can
imagine
think
came
realization
no
cannot
myself
that's
tough
somebody
most
life
has
merely
farm
ten
everything
husband
away
coal
mines
facing
situation
dilemma
excuse
me
go
ahead
biggest
decisions
strengthening
than
child
make
delegate
they
great
brothers
sisters
together
conference
getting
down
involved
making
finding
everybody
duties
perform
whether
giving
money
or
taking
part
lot
proper
yep
seen
coming
har-
truly
wish
if
happen
would
absolutely
unfortunately
times
responsibilities
seem
maybe
whole
usually
smooth
lucky
too
brother
agreed
exactly
what
thought
should
also
independent
still
driving
car
at
age
eighty-three
respect
after
wasn't
aware
going
anything
choosing
turned
took
concern
us
such
did
problem
daughter
visited
least
several
grandchildren
day
passed
greatest
<lipsmack>
more
relief
sure
di-
don't
parents
alzheimer's
which
far
devastating
concerned
fact
necessarily
quantity
quality
worked
interested
close
environment
possible
see
hinge
upon
major
question
strides
are
being
made
nowadays
caring
populations
older
interesting
population
changing
now
many
minorities
where
extended
families
long
matter
true
become
industrialized
less
rural
choose
kind
cumbersome
reality
makes
easier
scattered
perhaps
solutions
comes
other
issues
any
grandparents
<laughter>
they're
caretaker
raised
doesn't
automatically
carer
always
i've
experiences
they've
may
get
values
seems
issue
what's
today
realistically
back
burner
alleviate
certainly
help
high
standard
living
qua-
truer
defining
priorities
anyway
your
talking
hey
bye-bye
righty
topic
air
pollution
discuss
substances
contribute
society
improve
atmosphere
around
does
work
entitle
environmental
along
lines
i'm
legal
department
group
attorneys
handle
types
toxic
waste
ti
dispose
normally
ground
we're
up
new
solution
dump
transport
awhile
site
starts
leak
clean
idea
sherman
incineration
supposedly
facility
will
generate
pollutants
from
heard
incinerator
burn
won't
polluting
permits
limits
let
into
hav-
environmentals
projects
lost
hair
over
project
run
texas
control
board
ta
cb
send
jurisdictions
under
reply
rules
regulation
aren't
real
clear
manager
assist
located
austin
writing
look
we've
here
presently
receipt
permit
allow
this
side
a-
certain
emissions
tonnage
tons
per
w-
contributions
basically
high-tech
scrubber
systems
scrub
nox
voc's
ammonia
compounds
acids
level
opacity
thickness
stack
zero
twenty
thereabouts
through
smoking
having
folks
closely
becomes
fixed
el
pronto
allowed
come
federaldes
anytime
drive
inspect
full
phone
number
type
job
built
you're
makings
closer
bit
finalization
pitched
city
council
open
arms
public
forum
tom
jones
corporate
guys
its
fund
funds
understand
same
hoping
burning
effluent
system
setup
correct
stackhouse
human
nature
bad
stuff
spend
semiconductor
firms
safety
utmost
foremost
engineering
behind
firm
eat
sleep
sites
list
cites
gone
law
super
anybody
who's
contributed
eventually
damaged
bucks
gotten
pulled
deals
mega
redo
fill
area
better
letting
oil
drums
seal
cement
lined
possibly
cleaned
leaked
familiar
hoods
duckwork
those
pieces
equipment
sample
emission
levels
solid
can't
deep
inject
mix
concrete
potash
se
hazardous
slab
totally
cost
astronomical
show
cognizance
expenditures
expensive
kinds
live
surprised
effort
energy
enjoyed
speaking
responsible
planning
north
building
hope
office
heck
different
embarrassed
gray
metal
desk
laugh
gee
hadn't
fifteen
years
glad
y'all
taken
changed
ones
ju-
nobody
profit
center
before
start
paying
way
jerry
takes
outlook
towards
overhead
later
bye
hi
cynthia
wear
let's
wore
corduroy
shorts
white
blouse
flat
shoes
dress
casually
vary
suits
skirts
sweaters
jeans
business
tend
morning
sweats
whatever
kids
whenever
meeting
client
i'll
suit
regular
clothes
code
wearing
attire
heels
tires
predominantly
winter
summer
piece
dresses
short
sleeves
recently
tried
update
wardrobe
trying
interchange
jackets
blouses
helped
limited
since
working
part-time
gives
variety
add
scarves
belts
accessories
casual
mostly
sweatpants
nice
hot
ber-
black
bermuda
sometimes
blazer
compliments
male
slacks
woman
<breathing>
bought
outfit
gift
skorts
th-
looks
skirt
that'll
it'll
moved
colorado
closet
virginia
fifties
sweater
eighty-eight
degrees
needless
say
hung
definitely
<throat_clearing>
goes
un-
unseasonal
feels
gets
cabin
fever
discussed
clothing
sounds
archie
sharon
dancing
wolves
movie
best
scenery
story
kevin
costner
country
haven't
wyoming
dances
filmed
hills
south
dakota
n-
omaha
five
winters
rolling
terrain
fairly
famili-
critics
apparently
win
told
wouldn't
notice
three
hours
agree
noticed
yesterday
paper
said
nominated
twelve
awards
initially
anywhere
dud
overreact
occasionally
tells
although
must
admit
watch
hour
sleeping
enemy
though
y-
silence
lamb
keep
weekend
two
definite
movies
isn't
i-
terror
suspenseful
blood
guts
suspense
lambs
gory
somebody's
graphic
points
both
excellent
listen
gary
cogill
huh-uh
he
carolina
him
he's
critic
you've
channel
dallas
talk
kl
seven
call
mount
dribble
couple
old
review
listening
sunday
night
pick
his
heart
knew
wanted
direct
star
line
won
box
self-satisfaction
greater
give
guy
playing
wagon
driver
trivia
headed
army
post
plays
murphy
brown
eldon
housepainter
recurring
character
week
believe
never
funny
beard
scruffy
looking
wa-
winds
fun
conversation
supposed
minutes
enough
watching
<static>
cut
off
why
end
says
hang
good-byes
good-bye
wonder
ways
privacy
disturbs
private
state
invasion
extracts
information
words
finds
another
seemed
invaded
everyday
second
overtly
someone
obviously
example
typical
happens
rang
calling
immediate
reaction
sort
strange
message
realize
solicited
sense
realized
exciting
almost
s-
turns
invasive
invitation
receive
order
calls
wishes
convenient
personal
parties
answer
commercial
sol-
solicitations
primarily
remarkable
rarely
astounded
anyone
effect
whatsoever
insulted
by
soon
recognize
prey
people's
inherent
politeness
machine
find
polite
waiting
finish
obligation
respond
person
one's
feeling
obligated
ritual
played
ends
common
typically
relative
intruded
presumably
prefer
known
classic
cia
conspiracy
theories
without
knowledge
invade
knowing
paranoia
surmise
low
kgb
monitoring
define
case
tree
falling
forest
hasn't
terms
assume
threat
general
sorts
facts
loss
relatively
conscience
found
surmised
weren't
gossipy
ev-
harmed
bec-
turn
tho-
hear
lotus
data
base
write
letter
canceled
cou-
fantasy
obtained
spending
pattern
instance
incorrect
worse
rate
went
higher
pegged
unsolicited
phones
pays
sudden
thirty
advertising
problems
uncontrolled
access
select
companies
software
given
customers
pirated
bother
carefully
offering
cash
price
tell
company
ominous
virtually
hacker
income
habits
touch
sneak
thief
suddenly
started
actual
basic
threatened
result
occurred
behave
deviate
social
norms
behavior
street
yelling
someone's
quickly
granted
india
indian
language
word
loneliness
closest
concept
wanting
generally
alone
desirable
officially
doors
latches
knock
door
closed
walk
westerner
often
felt
culturally
shocking
hand
act
complete
lunatic
leave
whereas
everyone
respects
violate
attention
asking
questions
invite-
invading
quote
unquote
asked
yet
reason
follow
set
cultures
until
thinking
tha-
fascinating
sex
obvious
results
extra
hundred
million
al-
require
period
requires
invisible
barrier
wil-
specific
day-to-day
basis
either
growing
frequency
class-
examples
jehovah's
witness
mormons
knocking
front
intrusive
opened
nor-
invite
friend
welcome
generated
computer
service
introducing
product
shower
middle
cooking
stop
weird
invariably
tears
wall
crawl
half
unconscious
cli-
hello
click
recording
ready
starting
reading
read
thousand
already
voice
hate
activated
twice
they'll
answering
bunch
messages
love
unlisted
freedom
speech
offer
services
recorded
ought
stuck
book
instead
using
sequence
numbers
telephone
foreign
particular
subject
occurrences
religious
groups
peddling
products
store
called
salesman
complex
signs
sell
organization
gosh
o'clock
consider
bed
jesus
christ
latter
saints
sect
particularly
try
<tv>
pursue
religion
choice
manner
sanctity
american
turf
otherwise
exist
fine
pull
drag
mission
teenagers
serving
missionary
strongly
organizations
join
puts
soliciting
storm
clearer
red
sign
silver
letters
saying
cause
rig
goodness
reverse
technically
illegal
harassment
itself
summed
remember
talked
selling
touched
nerve
drawing
blank
jim
easy
thanks
lois
lisa
instructions
changes
women
force
main
push
<tone>
generations
opportunities
she's
late
forties
expected
faced
no-
next
generation
you'll
field
medical
further
advances
female
medications
doctor
men
washington
hopefully
man
goal
qualifications
color
wonderful
ideal
huh
security
picked
options
sharing
lady
share
supervisors
loa
baby
hooked
terminal
kept
paperwork
once
attractive
option
technology
modem
sitting
days
she'll
benefits
missing
career
young
ours
school
miss
pta
-s
son's
day-care
extracurricular
activities
management
plus
bet
cuts
absenteeism
sick
child's
forget
plan
advance
doctors'
dentists'
helpful
stays
til
evening
during
lunch
bank
errand
rem-
trouble
hardly
compared
discrimination
paid
improving
slow
process
frustrating
wrong
wheels
moving
forward
pet
randy
currently
poodle
miniature
size
somewhere
poodles
intelligent
dogs
dispute
wife's
dog
became
owner
married
responds
authority
past
teaching
wh-
pup
mutt
chowperd
chow
shepherd
sides
thoroughbreds
genuine
to-
tongue
shap-
shape
neat
weighs
fifty
pounds
medium
doubt
prejudiced
understandable
brought
spread
newspapers
kitchen
uncertain
use
bathroom
newspaper
wait
motor
rv
-er
pleasure
smiling
ear
greeting
honestly
accommodate
motion
detectors
locked
master
bedroom
free
nose
pressed
against
window
walking
she'd
sle-
outside
cold
wow
feed
indoors
lure
leash
foot
cable
running
stake
attached
cover
burglar
alarm
strangest
adults
suspicious
boy
acts
wants
chew
leg
discovered
between
comfort
reactions
straight
intimidated
jump
yip
bark
scared
play
completely
confusion
younger
exposure
family's
ranging
visit
grandpa
grandma
fed
directions
appreciate
alm-
inundated
sat
name
pardon
mitzi
mine
gin
martini
teenager
couldn't
similar
grew
outdoor
pets
springer
spaniel
lab
cross
lovable
animal
shame
accept
mom
dad
we'll
future
music
popular
switches
stations
commercials
nursery
rhyme
lately
switch
cassette
player
however
forms
wide
selection
performed
correctly
version
rap
object
militant
violence
oriented
strong
objections
blues
forty
incredible
parallel
gospel
influenced
songs
original
rhythm
sister
listens
thinks
brand
copy
versions
standards
absurd
artist
composer
credit
due
ruckus
caused
mc
hammer
wild
song
jimi
hendrix
wrote
ma-
"
originally
permission
amended
royalties
cov-
john
lee
hooker
horrendous
god
destroyed
peter
frampton
!
pitiful
seeing
video
mtv
hideous
ugh
nothing
phenomenon
me-
stardom
saw
concert
stage
performer
huge
stadium
philadelphia
jfk
hundreds
thousands
graduated
seventy-nine
loved
album
aor
james
taylor
beatles
comparison
block
humor
showing
liked
promise
wave
mid
early
eighties
position
natural
paul
simon
simon's
eclectic
sources
synthesis
adapt
listener
brazilian
form
style
listenable
audience
draw
li-
heavy
cream
crop
qualities
applying
styles
extremely
enjoyable
speak
elec-
electronic
acoustic
interchangeably
africa
west
considered
folk
somewhat
modern
miles
davis
robbie
shoncar
jazz
arranger
arrangement
listened
guitar
muted
trumpet
keeping
budget
spreadsheet
checkbook
figure
each
month
track
based
<child_talking>
spe-
payment
expense
amount
paycheck
balance
total
beginning
determined
dow-
accounts
household
expenses
food
entertainment
tally
within
hard
dedication
works
staying
keep-
wi-
slush
some-
unexpected
strapped
borrow
charge
pay
budgeted
coda
account
buying
stock
cards
table
loan
automobile
debt
<child>
term
ha-
retirement
insurance
stocks
match
retired
left
ira
existing
putting
cd's
mutual
saved
stick
cd
expired
financial
han-
hancock
agent
analysis
salary
pla-
goals
college
special
land
frame
gave
achieve
any-
figuring
happened
move
town
plans
<baby>
tone
books
enjoy
hobbies
therefore
pleasures
highway
colorful
native
eleven
tendency
co-
subscription
hers
broken
trips
<talking>
photography
magazines
engineer
facilities
plant
unusual
manual
laying
sit
refresh
active
yourself
interest
art
frequently
purchase
mainly
water
moment
lots
fiction
mardi
gras
orleans
history
self
improvement
alwa-
hobby
standpoint
relaxing
strictly
labeled
classes
attend
america's
carl
albrecht
talks
customer
falls
culture
instruments
slogans
focused
loaned
tape
outlooks
philosophy
pat
hagerty
mind
stimulating
betters
am
label
attended
seminars
tapes
manuals
successful
ge-
gear
boot
straps
convincing
items
minute
improvements
supervisor
subtly
named
bittel
bi
tt
layman's
approach
managing
chapter
figured
manage
engineers
ver-
eaten
mechanical
fast
difficult
self-improvements
walked
stephen
king
spookier
challenging
finishing
airways
drop
fully
focusing
rolls
comments
quota
amy
how's
mark
judicial
criminals
criminal
cases
bring
hangings
weekends
oklahoma
death
penalty
quit
taj
mahals
tv
sixty
dol-
inmate
sentence
hanging
screwing
sentences
unbelievable
news
average
sentenced
murderer
jail
paroled
rapists
pathetic
room
jails
automatic
judge
leeway
whim
decide
crazy
reads
prison
parole
eligible
bs
-ing
dollars
joker
starving
useful
beyond
reasonable
serial
murders
horrifying
charles
manson
shouldn't
sentencing
opportunity
intervene
understanding
verdict
jury
fort
worth
four
bam
veterinarian
killed
father
son
request
requiring
unanimous
vote
perc-
percentage
percent
seventy
guilty
retrial
court
lawyers
costing
taxpayers
fortune
victims
murdered
dragged
resolution
trial
x
prolongs
split
highest
program
juries
feelings
shows
florida
stiff
penalties
hands
conscientious
pains
deserved
impact
likewise
flip
go-
network
reasons
politics
power
wrongly
prevent
prevents
advantages
trials
jurors
lenient
peers
random
price's
comment
blacks
neck
woods
break
he'd
murder
situations
occurrence
dense
cave
lubbock
they'd
taiwan
practically
breaks
afternoon
diapers
mopping
floors
ki-
preschoolers
holler
background
laundry
lax
policy
varies
hire
creative
smush
creativity
lawsuits
boxes
documents
toting
dressed
carry
litigation
odds
party's
hose
government
reorganization
impossible
floor
dig
sent
record
retention
warehouse
road
conditioned
unair-conditioned
dusty
dirty
fan
row
appropriate
sho-
regulars
supervisor's
head
complaining
alleviated
ended
awful
mister
hungry
girl
spine
lewisville
pair
culottes
below
knee
above
becau-
dressy
velvet
looked
violation
summertime
annoying
rest
cool
texteller
ti's
considering
eds
strict
spell
pin
stripe
colors
shirts
win-
wing
tipped
coordinated
coul-
afford
shoe
heel
spelled
materials
package
pastel
halters
facial
beards
detailed
bosses
nuts
productive
pants
faster
counsel
we'd
skid
wooden
pallet
unload
repack
miserable
poor
soul
yuck
buy
terrible
worry
navy
blue
peach
colored
top
cruddy
hold
success
upper
managers
assistants
wears
jacket
buttoned
yuppish
khaki
shirt
patent
starched
cotton
suspenders
meet
-ers
smart
dollar
uncomfortable
slippery
slick
programs
weather-wise
damp
warm
seasons
highs
seventy-two
lows
twenties
ninety-six
windy
wind
dropped
temperature
sixty-nine
<music>
u-
pleasant
rain
ground's
dry
yard
bloom
brings
allergies
blooming
weather
contracted
spring
fishing
golfing
flu
collar
depending
variable
untypically
wet
green
grass
mow
lawn
spark
plug
rains
unusually
snow
inches
accumulation
inordinately
regard
envy
ninety-four
san
antonio
nineties
southern
western
northern
border
amazing
blows
seldom
blowing
graduate
indiana
flatlands
accustomed
mild
rea-
purdue
lives
bend
notre
dame
mexico
born
eighty
tennessee
thirteen
intended
sixteen
series
received
identification
jack
godfrey
ask
abort
o-
lengthy
gte
application
processing
speaker
published
internally
wondering
maryland
representative
gathered
forth
speedy
necessary
measure
environm-
division
monitor
concerns
recycling
<sigh>
concerning
community
planner
models
districts
modeling
inputs
plants
specifically
station
speed
direction
chemical
concentration
forbid
explosion
chemicals
rock
seventies
disco
led
zepplin
stones
toured
pink
floyd
spectrum
cam-
company's
ac
dc
cinderella
dc's
bands
brash
bang
bump
hit
shoulders
difference
lyrics
wo-
suicide
killing
queen's
reich
que-
queen
opera
singing
bo
bohemian
rhapsody
radio
pumped
downhill
ne-
whe-
stuff's
today's
roll
phil
collins
required
genesis
stand
sing
mad
con-
criticize
music's
sixties
thumbs
depressing
picks
nineteen
grow
learn
bell
bottomed
seven-
shou-
seventy-five
era
seventy-eight
dead
lowest
progression
progressive
computers
cared
picture
travolta
ta-da
saturday
standing
step
moon
except
vietnam
supper
sorry
diana
<baby_crying>
dinner
park
zoo
enjoys
he'll
teach
monday
nights
lessons
count
pictures
backyard
wha-
simple
youngest
<sneezing>
fourteen
likes
ice
cone
bag
m
m's
thrill
divi-
devoted
church
science
sticks
kid's
petting
owens
farms
animals
where's
plano
richardson
campbell
<children_talking>
tours
sound
showbiz
mcdonald's
mesquite
monkey
indoor
rides
admission
scyene
exit
games
quarter
birthday
pizza
tokens
ideas
inexpensively
suggestions
central
america
latin
include
polo
brazil
panama
canal
usefulness
shipping
panamanians
justified
actions
dealing
noriega
considerable
strategic
importance
military
interestingly
war
civil
offered
commission
captain
defenses
fruit
small
salvador
friends
fathers
fifty-seven
sabotaged
easily
colonial
support
sandinistas
nicaragua
election
studied
political
makeup
expert
region
toss
betw-
dominion
rein
believes
democracy
determination
preservation
terribly
infl-
soviet
influence
sphere
spheres
economic
build
lake
technical
forgotten
ties
prevail
safe
benefit
peasant
regardless
communism
democratic
feeding
difficulty
alleged
leaders
yo-
bu-
detriment
spanish
spaniards
horrible
corrupt
greedy
rulers
manipulating
kings
conquistadors
hor-
incredibly
tribes
custer
trivial
exploitation
accuse
exploiting
americans
reputation
stole
fair
square
ted
teddy
roosevelt
softly
role
lessened
cuba
accepts
exerts
fidel
castro
dies
communist
carrying
significant
class
<cough>
surviving
advocate
essentially
underclass
ye-
socialistic
gradually
transform
incentive
raise
coffee
bananas
protect
export
trade
cocoa
leaves
various
tropical
environments
encourage
profitable
dia
tempting
horribly
peasants
themselves
wife
degree
honor
dishonor
catholic
favorite
masterpiece
theatre
ashamed
met
chance
television
english
comedies
mysteries
referring
vociferously
plots
sitcoms
watcher
fond
performances
catch
dwarf
scream
turner
broadcasting
bond
concentrated
hero
sean
connery
die
appearance
roger
moore
double
effeminate
maintained
ruddy
accent
sexually
voted
sexiest
actor
sixty-two
pbs
minister
interior
comedy
england
permanent
secretary
bureaucracy
prime
novels
addition
payroll
clerk
accounting
tire
wondered
participating
ca-
gathering
participate
et
cetera
caught
bible
bible's
interpret
historical
truth
interpretation
committee
translation
translations
greek
interpretations
histories
developed
deny
majority
depends
proven
limit
surely
favor
statehood
independence
status
quo
puerto
rico
resident
sta-
alaska
fifty-nine
stopped
territory
positive
suspicion
full-fledged
su-
becoming
economy
annual
suppose
climate
heating
housing
territories
peace
corps
training
student
grown
california
lovely
friendly
favors
pressures
u
s
aid
copes
abro-
abroad
lebanon
press
adult
cope
inner
cities
york
needs
assuming
capita
significantly
mississippi
image
island
consequently
large
barefoot
natives
perjuritive
carefree
unrest
difficulties
woul-
ve-
ability
taxing
weak
the-
tax
suffer
monies
escape
advantage
negative
absentee
se-
citizenry
district
columbia
frustrated
senate
freer
determine
imposed
versus
taxes
undoubtedly
occurring
handled
territorial
laws
stringent
education
sets
governor
assumption
thin-
hearing
official
assumed
action
indicate
afraid
declare
fear
losing
hispanic
heritage
forced
plead
ignorance
research
picking
ul-
ultimately
leaning
demanded
condition
troubled
suspect
constitutionally
prescriptions
abo-
louisiana
chose
creole
prohibitions
bothered
resist
strengths
melting
pot
ethnic
cuisines
clinging
realizing
ultimate
canada
throes
french
quebec
reassess
bilingualism
intr-
aspect
bilingual
students
learning
elementary
national
disturbed
attempts
functionally
causes
fractiousness
thank
exercise
attitudes
aerobics
instructor
entering
kinesiology
avid
athletic
enjoying
sports
sake
exercising
involve
structured
bicycling
mountaineering
resistance
exercising's
somehow
implies
stands
chore
sit-ups
calcu-
calculated
calisthenics
regulate
counting
dance
involves
regulated
parts
body
an-
telling
trust
myererson
symphony
biking
swim
swimming
reach
act-
re-
regional
differences
clearly
physical
fitness
urban
craze
tends
faddish
fads
elsewhere
inc-
health
motivated
diet
consciousness
related
curious
institutes
uni-
university
berkeley
wellness
subscribed
newsletter
monthly
biweekly
stress
so-
scientific
dispensed
distinctions
ever-
factors
combined
orientation
schools
combination
incorporated
correlation
dev-
develop
willing
alternative
movements
fizzled
disastrous
others
alternate
practices
meditation
practice
alternates
ama
approved
medicine
acupuncture
believing
combine
gestalt
irony
desks
traditionally
fancy
tractors
laborers
ar-
frantic
rat
race
fit
cert-
healthy
china
vigorous
keyed
relaxation
perfect
conscious
carbohydrates
fat
economical
preference
practicing
vegetarian
cal-
predominant
do-
doe-
restaurants
section
mo-
chor-
influx
choices
steak
stores
organic
foods
crime
east
ironic
saint
joe
papers
crimes
statistics
frightens
desert
tech
weaponry
iraqis
mortars
guns
tanks
kill
forty-five
intending
formulated
radical
theory
conclusion
scary
convicted
gal
prison's
likely
eliminate
accepted
everybody's
sociopathic
sexual
offenses
convictions
habitual
offender
serve
mental
hospital
pronounced
cured
cure
mistakes
face
consequences
slave
committed
date
learned
lesson
guy's
property
incapacitate
prohibit
committing
prohibitive
turkey
drug
trafficking
heinous
repeat
offenders
two-fold
important
parent
proved
unfit
construction
stoned
bone
fly
smoke
dope
drink
booze
shoot
drugs
pop
normal
grade
classroom
semester
foulmouthed
kid
threaten
daddy's
whoop
flipping
finger
mainstream
aghast
astonishing
ages
react
sad
personality
conflict
fired
promote
japanese
space
corporations
japan
financially
sixty-five
eighteen
teen
hired
frito
lay
typist
transcribing
one-hundred
watched
cnn
saddam
hussein
broadcast
coverage
abc
nbc
cbs
tapped
uh-uh
discussion
christian
israel
tour
riot
jerusalem
focuses
events
affect
ninety-nine
earthquakes
minor
view
else's
blown
specially
local
concentrates
depressed
wake
herald
page
delivered
stolen
steal
selections
los
angeles
raleigh
la
current
password
interrupted
interrupt
fernando
nick
stereo
connected
phew
detroit
coast
twenty-one
midnight
card
instructors
masters
<clicking>
bigger
durham
universities
chapel
hill
quaint
monterey
<barking>
jose
francisco
naval
postgraduate
doctorate
gpa
<thumping>
gre
percentile
<swallowing>
apply
ninety
verbal
regards
lose
phd
nah
<inhaling>
civilians
<popping>
h-
scholarship
earn
keeps
pe-
earning
thirty-seven
rank
category
pulling
grand
ibm
everyone's
competitive
joke
boating
team
analyze
rowing
-lution
rower
chiefs
indians
federal
express
tank
shall
stabilized
lock
market
provide
material
fails
mainline
fire
illegally
stealing
layoff
does-
conditions
he-
backup
fix
leading
edge
korea
pro-
pc
throw
ib
mpc
test
chip
throws
compatible
teachers
synthesizing
testing
erase
errors
memory
transforms
model
approximately
ram
disk
mem-
seventy-six
nasa
d
graphics
g-
hologram
game
d-
exact
besides
ad-
adequate
vacation
fabulous
miracle
adds
respondent
grows
vacation's
celebrated
fifth
vested
pension
supplement
ourselves
begun
supplemental
b-
mid-twenties
save
worst
investment
savings
bonds
unders-
disagree
fr-
debate
guaranteed
shown
beats
ibs
consultant
counselor
proposal
profile
saving
costs
ridiculous
seventeen
happening
amazes
anybody's
allergist
applaud
explain
scholarships
brother's
offers
negatives
ind-
privately
owned
compare
pleased
fantastic
equal
competitors
potential
smorgasbord
larger
here's
menu
dallasite
insite
allowing
sounded
deducting
pocket
standardized
compensatory
overtime
generous
repayment
whoever
relationship
personalities
capital
punishment
recall
restricted
rape
disproportionate
articles
prisons
violent
anxious
affected
deterrent
chances
appeal
kee-
taxpayer
hoped
expecting
brutally
hard-core
differently
countries
el-
elected
prisonment
don-
commuted
appeals
heavily
delays
bat
<sniffing>
lethal
injection
recent
electrocution
humane
lean
toward
deter
inmates
monetary
determ-
eye
brutal
useless
easiest
dubious
proud
suffered
expect
circumstance
summons
constantly
responsibility
involving
opinion
youth
resentful
joined
external
shore
train
ship
seriously
joining
trained
aside
jimmy
carter's
mama
exposed
moral
saudi
arabia
revolution
punishable
instantly
voluntary
club
trapped
ghetto
enforce
awol
iraq
ccc
rib
iowa
republican
administration
civilian
conservation
hog
wash
pride
jobs
administrating
coordinating
volunteer
rake
individual
opposition
elitist
cadre
confusing
scandals
le-
supported
<non_verbal>
racial
perceived
complicated
pool
unfair
surface
elephant
soup
logistics
hearts
littlest
cosby
kisha
knight
pullman
tutor
directed
minority
gangs
belong
helping
sacrifice
connections
daughter-in-law
panamanian
salvadorians
cornell
agricultural
flood
slim
mormon
nearly
frequent
couples
utah
taught
customs
pilot
in-
himself
indestructible
connection
airplane
funding
helps
organized
vote's
pers-
believed
elections
polly
party
followers
vo-
aspects
candidate
anderson
tubes
extremes
democrats
liberal
democrat
republicans
minded
standings
upset
politicians
pushing
votes
amazed
motivate
pr-
predominately
abortion
insp-
inspired
women's
rights
movement
opposite
<baby_talking>
voter
turnout
lobbyists
controlling
midwest
pressure
willingness
promised
beforehand
lower
voters
turndown
shot
turning
old-fashioned
booths
screwup
neither
media
opinions
computerized
bouncing
fence
outskirts
texans
communications
t
eastern
study
wayne
kyle
hunt
airport
dulles
nolan
ryan
baseball
tonight
deserves
penny
deserve
baseball's
football
players
longer
season
teams
pennant
yankees
earlier
cleaning
threw
throwing
a's
oakland
softball
sport
rangers
pirates
fighting
crowd
billboards
fry
sun
shopping
centers
liquor
thrown
stupid
stadium's
bid
bidder
fame
holly
bart
simpsons
garland
teaches
cv
ae
tired
payoff
walks
communication
debbie
report
written
eleventh
job's
curriculum
guide
ov-
please
seconds
till
administrator
cleveland
ohio
incoming
yours
boring
horror
ninja
turtles
brin-
rental
cheaper
ni-
decent
thumb
cheap
heroes
cowboys
chopped
patience
dreams
shoeless
decided
author
stories
ghost
tied
covered
excitement
fourth
houses
ninety-five
dallas-fort
fox
jacobs
apart
recommend
f
j
overpriced
longevity
carpenter
electronics
thirty-two
feet
brick
price-wise
gentleman
city's
vouch
trim
inside
plumbing
expand
onward
age-wise
bear
architect
design
kin-
charging
buck
certified
registered
sub
file
eldorado
counts
on-
satisfy
ap-
appraisers
encouraging
resell
shocked
appraised
editing
retire
luck
availability
transfer
di
sd
begin
predict
on-site
sometime
shelter
lump
sum
cafeteria
shelters
pretax
historically
folds
performs
capable
b
frankly
rid
teacher
professor
probation
tenure
tenured
professors
legs
ease
governments
janitors
protecting
shop
specialized
beat
micro
applications
digging
ditches
comprehensive
rigamarole
endurance
teachable
worthless
beneficial
backwards
industrial
marketing
mutually
exclusive
prior
bizarre
flexible
shared
evaluate
boss
weight
evaluations
knows
expanded
corporation
separate
sales
sale
requirements
quotas
bottom
damn
eliminated
ed
swampers
union
laborer
assigned
curried
chicken
fried
drain
pour
pan
tablespoons
saute
peppers
onions
tablespoon
flour
cup
stir
gravy
boil
simmer
jamaican
curry
powder
spicy
sauce
cook
single
fries
wok
vegetables
chinese
fits
st-
gas
electric
flatter
happ-
sesame
oi-
vegetable
peanut
broccoli
carrots
garlic
ginger
spicier
flavor
broth
corn
starch
soy
glaze
tofu
meat
meal
squash
celery
mushrooms
rice
bread
eats
ate
pittsburgh
potato
recipes
consisted
garden
potatoes
cabbage
collards
chickens
tin
tub
chop
jumping
patter
ter-
fixing
suburbs
grocery
eating
healthier
sweets
chocolate
peanuts
deserts
honey
trend
yogurt
sweet
candy
spice
bite
taste
desserts
pin-
pistachios
pistachio
signal
overextended
compl-
siren
neighbors
bumped
alarms
neighbor
fi-
friday
housewife
screaming
arguing
knit
cross-stitch
knitting
knitted
stitch
yarn
remembered
blanket
blankets
christmas
stockings
granny
squares
sew
slippers
husband's
afghans
consuming
wedding
gigs
reporter
professionally
waco
reports
schedule
asleep
show-
showed
boyfriend
halfway
fulltime
sang
weddings
professional
singer
beautiful
passing
shops
demo
reporting
formal
choirs
ut
ensemble
singers
conventions
sensible
beep
rough
controls
tuition
rent
dorm
thirty-five
groceries
restaurant
moderate
ba-
teller
international
argentina
bas-
bills
collect
cheapest
luxury
bill
rush
concentrate
studies
studying
manufacturing
specialty
transmissions
distance
networks
metropolitan
sewing
alterations
am-
overcharging
slip
gifts
chr-
roommate
backpack
kno-
present
clock
utilitarian
frivolous
effects
finals
sessions
skiing
afterwards
mountains
daily
grind
campus
spare
woodworking
ranges
carpentry
furniture
knickknacks
mirror
candle
sconces
uncle
wood
dust
mess
smell
carpet
aggravated
vacuum
crocheting
crafts
arts
needlework
craft
gardening
lap
father-in-law
strips
quilting
mile
chain
afghan
crochet
disconnected
rinky-dink
aggravating
planted
jalapeno
died
jars
zucchini
seeds
soil
warms
leaf
farmers
almanac
okra
concluding
quits
robert
exhaust
nitrous
oxides
ozone
chemist
contributors
ai-
acid
factories
victimized
smog
etched
flying
layer
unbelieving
butter
thick
legislation
ruled
regarding
causing
canyon
landmark
shutting
comply
wire
piloting
helicopter
spectacle
ruin
individuals
cars
devices
elect
politically
congress
backed
lobbyist
pushed
restrictions
voices
legislators
individ-
individually
gro-
cynical
economically
justifiable
simply
costly
source
pub-
cake
nucle-
nuclear
investing
twenty-five
cents
kilowatt
gasoline
smack
cent
gallon
dependent
billions
factor
serious
motors
automobiles
washes
linda
usual
stinging
pockets
eyes
sting
according
warmer
drier
february
sunny
unseasonable
afte-
boston
twenty-nine
wished
acclimated
colder
delightful
allure
germany
thrilled
swelter
her-
hotter
ride
conditioning
humidity
orlando
sweat
angelo
sweating
arm
leaving
monotony
temperate
tolerable
lively
topics
situ-
prodding
messed
controversial
fault
weather's
mundane
inspiring
regularly
bases
redeeming
value
thursday
knots
landing
relax
mentioned
cute
fellow
designing
children's
kindergarten
eureka's
castle
daytime
saturdays
repairs
calligraphy
tidbits
inspires
listed
plenty
quiet
channels
nostalgic
marx
rentals
ticket
theater
notion
repeated
tune
deliberately
educational
exhausted
spoken
trek
adventure
survive
cast
treks
characters
mcgyver
inventing
scrap
grabbing
baling
glider
semigovernment
phoenix
foundation
bits
string
battery
washers
welder
boeing
junkyard
forty-seven
bath
addicted
mindlessly
alcoholic
minimum
catching
repeats
rogers
breakfast
timing
amo-
preschool
f-
worthwhile
pacifier
hurt
imagination
reme-
self-destructed
plot
guessing
latest
scrape
sullivan
gu-
scene
por-
portraying
doors'
funniest
milton
berle
viewing
mid-sixties
afternoons
invented
dialects
continuing
worried
tumultuous
adaptations
attempting
burden
stepchild
self-sufficient
risk
ukraine
mining
regions
siberia
attitude
rotted
fields
harvest
adjustments
oppression
freedoms
government's
blame
<ringing>
hopeless
stars
ruined
catcher
excess
catchers
cap
ball
gladly
bench
ranger
boys
attentions
exhibition
innings
unheard
pitcher
day's
predictions
publicity
signed
outs
giants
cincinnati
houston
astros
da-
dream
fans
incavalia
slump
bull
hits
strike
babe
ruth
contract
ri-
hosago
increase
increased
prices
schedules
tickets
kick
lori
cats
range
oldest
jumped
balcony
raining
hysterical
searching
cat
laughed
ill
whose
corners
shut
hiding
lord
nightmares
traumatized
twenty-two
vet
loves
missed
traumatic
pellet
gun
chasing
whip
luckily
rushed
surgery
tod-
stray
mellow
void
ke-
worries
sucker
we-
chinchilla
persian
lonely
taco
drive-thru
kittens
<beep>
carried
weaned
nurse
ears
fingers
lovingest
meows
claws
declawed
docile
lovey
dovey
kneading
chest
trimming
biscuits
drives
chase
pursuit
echoes
cats'
names
bonzo
poindexter
felix
xanadu
precious
rascal
yellow
gracious
litter
tortoise
orange
ugly
possessive
messes
mamma
bedtime
cosmo
cartoon
couch
ripped
yards
pregnant
there'd
disappointed
mary
manhunt
manhunter
disfunction
slay
fbi
procedures
truthful
fictional
secretive
daisy
rendering
relationships
diametrically
opposed
jewish
twain
acting
phenomenal
academy
jessica
tandy
actress
dustin
hoffman
tremendous
cruise
hype
prepares
suburb
dayton
kmart
everywhere
underwear
hilarious
toothpicks
referred
savants
retarded
wel-
outwardly
rainman
awfulness
balanced
wonderfulness
ag-
winning
las
vegas
warmth
accident
impressed
lapses
relate
thoughts
teeth
response
mimic
believable
predicting
waivers
handicapped
wage
earners
rich
draft
ta-
physically
drafted
physicals
members
pass
extend
accepting
welfare
subsist
overseas
farming
skill
mobile
homes
teasing
exchange
that'd
mandatory
truman
wpa
highways
lodges
caddo
crosses
swamp
moss
trees
eerie
texan
experiment
famous
dang
mitch
snider
proposed
homeless
nonviolence
donate
excus-
statement
<dishes>
hated
whiz
birth
cleaner
fuel
electrical
telecommunications
bulk
mail
association
industry
notify
prizes
employees
-
copies
profits
margin
footing
pile
grapes
diving
recycles
imaginable
trash
communities
emphasis
garbage
effective
trucks
throughout
campaign
recycle
alumi-
aluminum
cans
tra-
plastic
farther
planet
earth
dwindles
extent
defrays
defray
bins
dumpster
wasting
logic
offices
properties
cardboard
packed
lying
packing
unfold
storage
folded
dumpsters
lid
sturdy
lids
scouting
files
daughter's
dated
wallpaper
target
discourages
pa-
discouraging
near
walmart
openings
chunk
hassle
habit
empty
dumped
bin
questioned
bags
straightened
separating
awakenings
robin
williams
deniro
hat
actors
catatonic
discovers
spastic
tic
realistic
reminding
robby
talented
gar-
garf-
garfield
garp
cry
cried
attacked
horse
wolf
riding
settlement
buzzards
pal
lover
buffalo
scenes
imagined
slaughter
chili
buffalos
buffaloes
alive
landscape
beaten
path
thunder
graze
howl
domesticated
late-
ramifications
entire
margaret
thatcher
indira
ghandi
heads
president
observed
address
wealth
wealthy
master's
undergrad
grader
senior
unix
dos
grading
grad-
grades
wordperfect
sheets
resumes
presentations
mackintosh
p-
mpc's
tested
ps
arrows
onto
screen
mouse
print
laser
printer
zoom
pain
statistical
represented
map
graph
calculate
windows
simplified
mistake
error
load
fifty-four
output
printout
eighty-six
eighty-seven
punch
dear
sensational
auto
forever
yugo
runs
eighty-one
labor
pricing
producing
junior
failure
uses
xt
compete
italian
dish
meals
traditional
holidays
thanksgiving
sauces
noodles
pasta
fattening
pastor
catered
beans
sausage
cajun
salad
brownies
donuts
recipe
baked
crock
cholesterol
fiber
entertain
roast
broke
ricky
carrie
calories
guests
blueberry
cobbler
crust
gained
entertaining
consideration
dessert
apple
downy
bake
apples
fudge
brownie
entertained
camping
hike
noth-
overly
strenuous
tent
canoe
trip
varying
duplicate
arkansas
river
pre-
tents
clearing
outfitter
haul
headwaters
coleman
stove
sacramento
sloughs
delta
campground
cooled
backpacked
trail
lead
pitch
rafting
canoeing
damper
float
sailing
costa
rica
planned
minnesota
undeveloped
divided
possibility
minneapolis
honeymoon
excited
eno-
july
fish
potty
shadow
skunk
rub
awake
crossing
rio
dosa
packs
trails
pheasant
ski
sightseeing
bird
camera
briefly
context
refreshing
article
carter
hostage
crisis
rhetoric
bush
drove
officer
rolm
laboratory
engi-
fifty-two
authorize
serves
sheer
disparity
cartoons
ninety-two
presidential
discussing
genuinely
capability
estimated
highly
dug
doctrine
frontal
assault
turks
kurds
israelis
arabs
cheering
baker
reconcile
relations
pro
sununu
arab
massachusetts
hampshire
governors
conservative
greatly
defending
handling
command
be-
fight
anti
resolve
stability
forces
shield
plo
reveal
purpose
interests
occupy
decides
negotiate
factions
agenda
divisive
commend
restraint
responding
scud
attacks
unprecedented
coup
enjo-
<children>
clo-
cpr
finished
quick
maturity
mature
challenge
perspective
complication
sends
missionaries
investigating
colleges
draf-
unemployment
unemployed
streets
r-
repair
humanities
buildings
downtown
demolishing
betty
records
rating
mailing
lists
questionnaires
filling
asks
stereos
vcr
ahold
rob
opens
estate
investments
bothers
strangers
solicit-
sold
initial
third
initials
offhand
dislike
junk
salesperson
ups
irritating
obnoxious
mentioning
irritates
irate
ringing
machines
annoy
troubleshooting
programmers
installed
rings
switchboard
forwarded
ring
route
directly
tigon
vice
versa
purchased
aspen
tie
shifting
contel
dana
conversed
identify
aged
<smacks>
impression
woman's
consist
childbearing
intention
homemaking
participated
equality
roles
sexes
dramatically
demonstrated
wars
drawback
rebellious
contentious
honest
storly
reentered
experienced
anticipate
increasing
presence
surrogacy
deliberate
childbirth
surrogate
rent-a-mom
crass
conceive
pun
nanny
envision
philosophical
raises
nurturing
respected
profession
biological
urges
encumbered
necessity
heirs
vision
raising
growth
setting
characterized
definition
means
salaries
acquaintances
figures
quoted
morals
mothers
baby-sitter
mistaken
door's
moms
noticing
terming
ex-
em-
emerging
solo
encounter
troublesome
formidable
event
separation
encouraged
activity
harsh
dramatic
volunteering
vol-
realizes
scouts
scout
eagle
yearlong
lets
hospitals
solve
world's
substitute
prepared
l-
upstate
rochester
golly
<breath>
emergency
ads
every-
desperately
roof
paint
donations
owns
donates
recognition
bedridden
visits
convinced
ac-
yearly
auction
marathon
charity
optional
unfort-
shipped
guatemala
grateful
slowly
damage
headline
magazine
summary
week's
receiving
extraordinarily
trite
naturally
produce
airspace
factual
commentaries
agreement
platter
plate
efficient
complaint
incidences
presented
slanted
viewpoint
estimate
nowhere
ratings
questioning
bias
newscaster
walter
cronkite
informal
segments
nightly
david
brinkley
mold
huntley
chancellor
chancellor's
commentary
reported
indeed
restricting
intelligence
analyst
fill-ins
fill-in
gaps
discrepancies
weekly
overview
encapsulated
high-level
asia
brief
paragraphs
focus
efficiency
ei-
pages
excerpts
nicely
newsweek
introductory
glamour
illustrated
broaden
horizons
noontime
dose
dial
soap
updated
updates
choi-
debilitated
prevented
life-style
assisted
deteriorate
prepare
independently
wheelchair
stages
rises
spouses
aunt
sponsor
arboretum
bus
churches
transportation
homelike
doctors
nurses
spee-
fastened
beds
wander
halls
aides
overmedicated
relatives
minimal
caretakers
overmedicating
spot
cubbyhole
mom's
bitty
supplemented
supervised
supervisory
headquarters
staffed
shifts
som-
cooked
possessions
maid
compromise
resent
widely
ol-
allow-
none
staff
wednesday
george's
tables
bingo
waited
mentally
incapacitated
overdoing
cowgirls
johnson
established
troy
ot-
aikman
viking
forgot
herschel
tackles
spinning
zone
sammy
smith
emmett
bowl
injured
mike
vikings
league
coach
burns
earthly
goin-
revamped
play-offs
screwed
upswing
cardinals
cowb-
cowboy
laufenberg
sidelines
excuses
blast
blew
faith
quarterback
signing
aikman's
michael
irvin
hitting
overwork
shoulder
reinjuring
flow
cardinal
hart
terry
metcalf
louis
impressive
eighty-four
eighty-five
banking
sectioned
sectioning
sections
zones
structuring
las-
nfl
scab
redskins
electricity
graduating
hang-ups
ambitious
baccalaureate
ninth
masses
dedicated
pressing
firmly
argue
kidding
burn-out
backing
reteaching
accom-
richardson's
investigated
observe
thirties
commentator
principal
principals
principal's
administrators
educators
superintendent
admini-
suggested
reduce
marvin
edwards
resented
create
rehi-
renamed
initiative
tak-
contest
fail
sympathetic
fights
millions
employed
psychologists
scarce
ration
pupil
modalities
ninety-three
visual
learner
kinesthetic
learns
nongraded
gladewater
fallen
scores
challenged
overachievers
overachiever
motivation
kids'
beeps
passes
graded
objected
task
recess
deficit
disorder
noise
remotely
baylor
forcing
efforts
rewarding
dumb
fiv-
flags
commitment
sabbatical
donating
worthy
minuscule
commit
hourly
bugs
someplace
shack
m-
sup-
com-
goo-
marked
switchboard's
mailed
filled
snowing
usage
visa
checked
phoe-
guard
ivy
gardened
grandfather
freeze
cindy
length
clips
film
neil
young's
fetish
oreo
cookies
luring
clip
gross
costuming
remarked
appeared
rolled
dirt
authentic
reproductions
misery
disables
cutting
ankles
twisted
anybo-
emotions
madly
writer
killer
intrigued
jagged
thriller
alright
julia
roberts
abused
terrorized
secretly
fakes
tracks
straighten
hi-
bucko
nonsense
anyhow
cop
awakening
coma
sixty-four
development
prescribed
breakthrough
arnold
schwarzenegger
muscle
branching
sylvester
stallone
varie-
danny
de
vito
twins
terminator
<chiming>
rambo
goofy
flicks
girl's
wat-
watches
nightmare
elm
ho-
basement
fake
jeez
watchi-
fears
rented
charlotte's
web
bawled
kenny
beside
charlotte
minds
jus-
actresses
initiated
march
fifteenth
toughest
cures
pole
bait
venue
columbus
kidnapping
session
distrup-
disrupted
father-in-law's
including
abreast
inception
courts
tieing
suggestion
judges
dna
entered
evidence
mistrial
forty-three
qualified
sequestered
former
housewives
rationale
witnesses
notes
failing
surprise
displeasure
traffic
waive
refined
token
vacations
reservations
plane
selected
prosecutor
defense
occasions
excused
extreme
insure
audio
nail
entrapment
beating
police
portions
raid
extricate
confession
dealer
placing
iron
bare
burned
wound
defendant
lawsuit
policeman
all-
overhaul
discipline
recommended
genre
proportion
expectations
hollywood
formula
slapstick
bungling
burglars
clever
stepping
jokes
gags
frenchman
o'gear
norman
films
slapsti-
lewis
chagrin
sophisticated
innovative
umbrella
lacking
moments
element
purely
caricature
funniness
gag
preferably
silly
cousin
teenage
mutant
cousin's
excessively
imitating
blocks
bloodless
shake
epileptics
partly
comic
upsets
aftermath
severely
badly
functions
thrash
warning
fixes
snob
memorable
annoyed
wisdom
european
succeed
climactic
fought
failed
myth
joseph
reborn
accessible
included
intellectual
broadened
targeted
critical
hypercritical
movie's
meaning
musicals
fart
<radio>
user
approve
whoa
employee
assets
liability
workmen's
comp
retreading
injuries
occur
tec
pursued
preemployment
swore
amphetamines
tests
dried
cocaine
entry
exams
gung
ho
designated
separated
lease
factory
ventilated
properly
essential
endangering
declared
executives
ooh
brazen
savior
marijuana
downward
spiral
drawbacks
motorola
strip
frightening
pushers
reminds
wizened
wise
generational
peer
cathy
painting
tackled
depression
painted
dark
sassafras
orangish
rooms
feat
hassles
cabinets
underneath
satisfied
there're
splotches
brighter
dining
light
hardwood
off-white
walls
semigloss
bright
layers
hallway
covering
tooth
toothbrush
polyurethane
latex
abrasive
pad
scotch-brite
scratching
coloring
haphazard
dye
ladder
dread
sprayer
bucket
loader
tractor
barn
grainery
ceilings
dreading
wherever
store's
stocked
formulas
nervous
gallons
washtub
coat
self-proclaimed
proclaimed
perfectionist
outlets
tasks
hollering
ceiling
dents
scratches
dent
spots
lo-
holes
nicks
er
planting
flowers
hurts
sore
covers
overall
devalued
straightedge
baseboards
freehand
ther-
-kay
edger
edging
lengths
ok-
fondue
cheese
breads
ham
au
gratin
chunks
dip
swiss
cheddar
sharp
calmer
skins
it-
cauliflower
trays
greasy
girlfriends
catering
tray
suggest
invited
kabobs
pineapple
strawberry
banana
fresh
watermelon
hollow
bridal
melon
baller
sticky
strawberries
nieces
melt
chips
dipped
sour
vermont
reasonably
priced
greenhouses
switched
homemade
pudding
milk
quart
saucepan
heat
pans
dissipate
lukewarm
cornstarch
slender
blender
topping
moo
goo
sl-
talk-
held
skim
decker
handy
cord
mil-
mixer
pur-
eggs
sugar
thickening
thickens
globs
rubbery
trick
blenders
thickened
boiling
vanilla
favoring
custard
unsweetened
nestles
quik
pie
shell
refrigerator
soak
groedy
mother's
cookbooks
collected
whisk
beater
sink
liquid
balls
mixture
egg
thicken
spoon
worrying
glass
saran
wrap
cooling
steaming
repellent
dangerous
argument
respiratory
freons
cond-
replace
air-conditioning
arguable
global
warming
bi-
sagan
kuwait
lit
volcano
erupted
meteorological
among
meteorologists
production
reserves
weatherman
buff
leaded
wor-
restoring
octane
'n
ques-
quest-
advertisements
officials
disaster
e-
winner
c-
ash
literally
destroy
chernobyl
circulation
tracers
drawn
trace
presentation
kentucky
smoky
pine
haze
mass
transit
arlington
buses
romance
lungs
valley
daughters
alcohol
vehicles
endorse
peo-
thi-
century
solar
powered
sm
gots
generating
volt
c
auditorium
focal
plain
array
fuels
pollute
pure
ad
volkswagen
engines
caprice
cadillac
v-eights
contributor
catalytic
converters
inspection
analyzing
knowledgeable
county
fiero
pinned
fulfilling
obligations
closets
bathing
spa
trainer
content
bike
lifting
hips
abdominals
thighs
butt
moti-
undisciplined
tennis
racquetball
chores
stressed
desired
admire
girlfriend
aerobic
belonging
saunas
jacuzzis
advise
ed-
bachelor's
broad
majors
phase
reining
suffocating
choke
decision's
loans
debts
advice
incur
considerably
wealthier
staggering
hamilton
tuitions
ima-
median
lieutenant
undergraduate
adulthood
fostered
gain
skills
functioning
self-discipline
leadership
patterns
socializing
frozen
disagreeing
appreciation
differing
tries
monster
institutions
freshmen
wandering
transferred
institution
ropes
mattered
education's
alienated
psychological
sinking
graduates
mit
labora-
collection
grads
confess
rare
quirks
tolerances
absolute
rated
undergrads
undergraduates
nope
relevant
mention
academies
faculty
instruct-
cadets
description
publish
researcher
enter
conversations
busy
chair
p
schwartzkopf
pete
arnett
diversity
sporadically
tracy
rowlett
impartial
espouse
candidates
angle
gulf
ploy
kr
ld
repeating
inveterate
switcher
ninety-eight
dave
chriswell
anchors
anglo
saxon
protestant
females
wylie
protesting
legitimate
alabama
prejudices
justice
affirmative
affiliate
pumping
snuggled
where'd
tuned
twenty-three
twenty-four
shortly
crowds
dale
hansen
cutesy
beeped
goodnight
gordon
lightfoot
moody
piano
willie
nelson
truck
truck's
george
winston
wonderfully
vowed
poorly
tunes
it'd
flute
classical
neurotic
headphones
peaceful
uplifting
interpreting
booklets
identified
buys
band
chamber
chicago
hebert
chuck
mangione
ds
breeze
instrumental
stuart
instrument
brass
commerce
sulphur
springs
recruiting
recruit
homemaker
assistant
twu
lawyer
summonsed
courthouse
strangled
stuffed
toweling
throat
questionnaire
stayed
june
investigator
tailing
socialite
accused
skipped
bail
extradited
testify
reduced
weed
biased
chosen
j-
instances
levy
gui-
cri-
handles
served
businessmen
bracket
ethnically
person's
acquitted
crooked
sente-
sent-
overcrowded
loose
ordered
arrest
bracelet
ankle
instructed
connects
whereabouts
install
allows
continue
penned
overloaded
cruel
cigarettes
crying
loud
gang
parks
duff
prisoner
supporting
handed
ticks
wages
earned
allowance
victim
reimbursement
regulations
penal
citizens
laid
seriousness
litigating
circumstances
sympathy
slam
stronger
input
fairer
respo-
processes
literature
praying
desire
storybooks
woe
frank
e
peretti's
<whispering>
darkness
spiritually
peretti
pe
re
tti
archaeologists
spiritual
ruins
gods
warfare
glossary
begats
steven
durn
remem-
dean
kratz
kranz
judith
krantz
writes
gruesome
koontz
z
pronounce
burnt
shining
hedges
visualize
cujo
sits
gypsies
hunger
bachman
richard
prolific
classics
bluffed
subjects
nathaniel
hawthorne
wuthering
heights
televise
format
accomplished
letterman
cheers
awesome
thursdays
twilight
shelves
psychedelic
sarcastic
curly
bar
fishbone
wayne's
sucks
homework
essay
bogused
episode
worldwide
fuck
basketball's
basketball
spirited
acc
duke
dares
picnic
woke
hangover
dedicate
ourself
golf
bowling
yay
tournament
pitches
tu-
argentina's
why'd
seventy-seven
groovy
owes
l
gather
speculative
deregulation
reagan
began
riskier
collapse
avalanche
domino's
equivalent
teapot
dome
scandal
vaguely
hoover
gobs
inflated
beneath
corruption
sourer
phrase
captures
skin
extracted
puzzled
finance
clarion
reserved
insured
banks
bound
reserve
final
pennies
nickels
magnitude
escalating
adding
grasp
ls
risks
loaning
venezuela
resulting
risky
contain
multiple
billion
vague
peens
guaranty
investors
meant
protected
purposes
guaranties
holders
disasters
tens
rethought
